<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, user-scalable=no">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>YakovlevDEV</title>
    <meta name="title" content="Яковлев Алексей">
    <meta name="description" content="Здесь вы сможете ознакомиться с моими работами и узнать больше обо мне">

    <!-- Open Graph / Facebook -->
    <meta property="og:type" content="website">
    <meta property="og:url" content="https://yakovlev.world/">
    <meta property="og:title" content="Яковлев Алексей">
    <meta property="og:description" content="Здесь вы сможете ознакомиться с моими работами и узнать больше обо мне">
    <meta property="og:image" content="https://scontent-waw1-1.xx.fbcdn.net/v/t39.30808-6/416726878_3551124585099981_3479322583215225715_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=efb6e6&_nc_ohc=WWELJYqbkgQAX9NZZxe&_nc_ht=scontent-waw1-1.xx&oh=00_AfCdW2yzEhV9ws1LjI2Go-5jHAJpJ_md4a6aXXbM81NPrA&oe=65A0C7CD">
    <meta property="og:image:height" content="630" />
    <meta property="og:image:width" content="1200" />

    <!-- Twitter -->
    <meta property="twitter:card" content="summary_large_image">
    <meta property="twitter:url" content="https://yakovlev.world/">
    <meta property="twitter:title" content="Яковлев Алексей">
    <meta property="twitter:description" content="Здесь вы сможете ознакомиться с моими работами и узнать больше обо мне">
    <meta property="twitter:image" content="https://scontent-waw1-1.xx.fbcdn.net/v/t39.30808-6/416726878_3551124585099981_3479322583215225715_n.jpg?_nc_cat=108&ccb=1-7&_nc_sid=efb6e6&_nc_ohc=WWELJYqbkgQAX9NZZxe&_nc_ht=scontent-waw1-1.xx&oh=00_AfCdW2yzEhV9ws1LjI2Go-5jHAJpJ_md4a6aXXbM81NPrA&oe=65A0C7CD">

    <!-- Favicon  -->
    <link rel="apple-touch-icon" sizes="57x57" href="icon/favicon/apple-icon-57x57.png">
    <link rel="apple-touch-icon" sizes="60x60" href="icon/favicon/apple-icon-60x60.png">
    <link rel="apple-touch-icon" sizes="72x72" href="icon/favicon/apple-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="76x76" href="icon/favicon/apple-icon-76x76.png">
    <link rel="apple-touch-icon" sizes="114x114" href="icon/favicon/apple-icon-114x114.png">
    <link rel="apple-touch-icon" sizes="120x120" href="icon/favicon/apple-icon-120x120.png">
    <link rel="apple-touch-icon" sizes="144x144" href="icon/favicon/apple-icon-144x144.png">
    <link rel="apple-touch-icon" sizes="152x152" href="icon/favicon/apple-icon-152x152.png">
    <link rel="apple-touch-icon" sizes="180x180" href="icon/favicon/apple-icon-180x180.png">
    <link rel="icon" type="image/png" sizes="192x192" href="icon/favicon/android-icon-192x192.png">
    <link rel="icon" type="image/png" sizes="32x32" href="icon/favicon/favicon-32x32.png">
    <link rel="icon" type="image/png" sizes="96x96" href="icon/favicon/favicon-96x96.png">
    <link rel="icon" type="image/png" sizes="16x16" href="icon/favicon/favicon-16x16.png">
    <link rel="manifest" href="icon/favicon/manifest.json">
    <meta name="msapplication-TileColor" content="#ffffff">
    <meta name="msapplication-TileImage" content="icon/favicon//ms-icon-144x144.png">
    <meta name="theme-color" content="#ffffff">

    <link rel="stylesheet" href="css/style.min.css">
    <script src="https://www.google.com/recaptcha/api.js" async defer> </script>
</head>

<body>
    <aside class="sidepanel">
        <a href="https://github.com/montaana01" class="sidepanel__link" alt="">
            <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M-4.37114e-07 9.99951C-1.95608e-07 15.5245 4.36167 19.9995 9.74107 19.9995C14.0457 19.9995 17.6962 17.1345 18.9832 13.162C19.0749 12.662 18.7734 12.4787 18.5148 12.4787C18.2835 12.4787 17.6706 12.487 16.8585 12.4912C17.4459 15.2728 15.5517 15.8595 15.5517 15.8595C14.4274 16.3145 14.1267 16.972 14.1267 16.972C13.5228 17.8778 13.5352 16.902 13.5352 16.902C13.603 15.8978 14.5389 15.3703 14.5389 15.3703C16.0283 14.4787 15.5979 13.0295 15.3493 12.4578C14.719 12.3678 14.2903 12.1103 14.0466 11.8245C13.8029 14.0453 12.9652 16.3795 9.23304 16.3795C8.16988 16.3795 7.30085 15.992 6.61933 15.3503C6.37316 15.4628 5.3827 15.8003 4.04116 15.2628C4.04116 15.2628 3.78012 14.4253 5.03988 12.5128C4.82345 11.7128 4.71606 10.8628 4.7111 10.0128C4.71606 9.16284 4.82345 8.31285 5.03988 7.51284C3.78012 5.61285 4.04116 4.77535 4.04116 4.77535C5.3827 4.23785 6.37316 4.57534 6.61933 4.67535C7.30085 4.03785 8.16988 3.65035 9.23304 3.65035C12.9752 3.65035 13.7987 5.98784 14.0383 8.21284C14.3307 7.86284 14.928 7.53784 15.8408 7.53784C17.1444 7.53784 18.1918 7.55034 18.5082 7.55034C18.7635 7.55034 19.0683 7.37534 18.9708 6.86284C17.692 2.86201 14.0391 -0.000488895 9.74107 -0.000488707C4.36167 -0.000488472 -6.7851e-07 4.47701 -4.37114e-07 9.99951Z" fill="black" />
            </svg>
        </a>
        <a href="https://instagram.com/montaana01" class="sidepanel__link">
            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M-6.01032e-07 6.25L-2.73196e-07 13.75C-1.22337e-07 17.2012 2.79875 20 6.25 20L13.75 20C17.2013 20 20 17.2012 20 13.75L20 6.25C20 2.79875 17.2012 -7.51891e-07 13.75 -6.01032e-07L6.25 -2.73196e-07C2.79875 -1.22337e-07 -7.51891e-07 2.79875 -6.01032e-07 6.25ZM13.75 1.875C16.1625 1.875 18.125 3.8375 18.125 6.25L18.125 13.75C18.125 16.1625 16.1625 18.125 13.75 18.125L6.25 18.125C3.8375 18.125 1.875 16.1625 1.875 13.75L1.875 6.25C1.875 3.8375 3.8375 1.875 6.25 1.875L13.75 1.875Z" fill="black" />
                <path d="M5 10C5 12.7612 7.23875 15 10 15C12.7613 15 15 12.7612 15 10C15 7.23875 12.7612 5 10 5C7.23875 5 5 7.23875 5 10ZM13.125 10C13.125 11.7225 11.7225 13.125 10 13.125C8.27625 13.125 6.875 11.7225 6.875 10C6.875 8.2775 8.27625 6.875 10 6.875C11.7225 6.875 13.125 8.2775 13.125 10Z" fill="black" />
                <path d="M5.29123 4.625C5.29123 4.25704 4.99295 3.95875 4.62499 3.95875C4.25703 3.95875 3.95874 4.25704 3.95874 4.625C3.95874 4.99296 4.25703 5.29125 4.62499 5.29125C4.99295 5.29125 5.29123 4.99296 5.29123 4.625Z" fill="black" />
            </svg>
        </a>
        <a href="https://facebook.com/montaana01" class="sidepanel__link">
            <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M-7.46167e-07 2.92969L-1.28061e-07 17.0703C-5.74539e-08 18.6856 1.31439 20 2.92969 20L17.0703 20C18.6856 20 20 18.6856 20 17.0703L20 11.1719L12.9297 11.1719L12.9297 13.5156L9.41406 13.5156L9.41406 11.1719L7.03125 11.1719C5.09262 11.1719 3.51562 9.59488 3.51562 7.65625L3.51562 4.10156L7.03125 4.10156L7.03125 7.65625L9.41406 7.65625L9.41406 4.10156L12.9297 4.6875L12.9297 7.65625L20 7.65625L20 2.92969C20 1.31439 18.6856 -8.16774e-07 17.0703 -7.46167e-07L2.92969 -1.28061e-07C1.31439 -5.74539e-08 -8.16774e-07 1.31439 -7.46167e-07 2.92969Z" fill="black" />
            </svg>
        </a>
        <a href="https://t.me/borisbrejha" class="sidepanel__link sidepanel__link_tg">
            <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                <path d="M15 30C23.2863 30 30 23.2863 30 15C30 6.71375 23.2863 0 15 0C6.71375 0 0 6.71375 0 15C0 23.2863 6.71375 30 15 30ZM6.86375 14.675L21.3263 9.09875C21.9975 8.85625 22.5837 9.2625 22.3662 10.2775L22.3675 10.2762L19.905 21.8775C19.7225 22.7 19.2337 22.9 18.55 22.5125L14.8 19.7487L12.9912 21.4913C12.7912 21.6913 12.6225 21.86 12.235 21.86L12.5013 18.0438L19.4513 11.765C19.7537 11.4987 19.3837 11.3488 18.985 11.6138L10.3963 17.0212L6.69375 15.8663C5.89 15.6112 5.8725 15.0625 6.86375 14.675Z" fill="black" />
            </svg>
        </a>
        <div class="sidepanel__divider"></div>
        <div class="sidepanel__title"><span>Социальные сети</span></div>
    </aside>

    <div class="menu">
        <div class="menu__block">
            <div class="menu__close">
                <svg width="29" height="30" viewBox="0 0 29 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path id="Close" d="M17.1568 14.5231L28.4489 3.23075C29.1837 2.49623 29.1837 1.30861 28.4489 0.574085C27.7144 -0.160437 26.5267 -0.160437 25.7922 0.574085L14.4998 11.8665L3.20781 0.574085C2.47295 -0.160437 1.28567 -0.160437 0.551149 0.574085C-0.183716 1.30861 -0.183716 2.49623 0.551149 3.23075L11.8432 14.5231L0.551149 25.8155C-0.183716 26.55 -0.183716 27.7376 0.551149 28.4721C0.917206 28.8385 1.39852 29.0226 1.87948 29.0226C2.36045 29.0226 2.84141 28.8385 3.20781 28.4721L14.4998 17.1798L25.7922 28.4721C26.1586 28.8385 26.6396 29.0226 27.1205 29.0226C27.6015 29.0226 28.0825 28.8385 28.4489 28.4721C29.1837 27.7376 29.1837 26.55 28.4489 25.8155L17.1568 14.5231Z" fill="black" />
                </svg>
            </div>
            <nav>
                <ul class="menu__list">
                    <li class="menu__link"><a href="#about">ПРО МЕНЯ</a></li>
                    <li class="menu__link"><a href="#experience">МОЙ ОПЫТ</a></li>
                    <li class="menu__link"><a href="#skills">МОИ НАВЫКИ</a></li>
                    <li class="menu__link"><a href="#portfolio">МОИ РАБОТЫ</a></li>
                    <li class="menu__link"><a href="#price">ПРАЙС-ЛИСТ</a></li>
                    <li class="menu__link"><a href="#contacts">КОНТАКТЫ</a></li>
                </ul>
            </nav>
            <div class="menu__social">
                <a href="https://github.com/montaana01" class="menu__a" alt="">
                    <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M-4.37114e-07 9.99951C-1.95608e-07 15.5245 4.36167 19.9995 9.74107 19.9995C14.0457 19.9995 17.6962 17.1345 18.9832 13.162C19.0749 12.662 18.7734 12.4787 18.5148 12.4787C18.2835 12.4787 17.6706 12.487 16.8585 12.4912C17.4459 15.2728 15.5517 15.8595 15.5517 15.8595C14.4274 16.3145 14.1267 16.972 14.1267 16.972C13.5228 17.8778 13.5352 16.902 13.5352 16.902C13.603 15.8978 14.5389 15.3703 14.5389 15.3703C16.0283 14.4787 15.5979 13.0295 15.3493 12.4578C14.719 12.3678 14.2903 12.1103 14.0466 11.8245C13.8029 14.0453 12.9652 16.3795 9.23304 16.3795C8.16988 16.3795 7.30085 15.992 6.61933 15.3503C6.37316 15.4628 5.3827 15.8003 4.04116 15.2628C4.04116 15.2628 3.78012 14.4253 5.03988 12.5128C4.82345 11.7128 4.71606 10.8628 4.7111 10.0128C4.71606 9.16284 4.82345 8.31285 5.03988 7.51284C3.78012 5.61285 4.04116 4.77535 4.04116 4.77535C5.3827 4.23785 6.37316 4.57534 6.61933 4.67535C7.30085 4.03785 8.16988 3.65035 9.23304 3.65035C12.9752 3.65035 13.7987 5.98784 14.0383 8.21284C14.3307 7.86284 14.928 7.53784 15.8408 7.53784C17.1444 7.53784 18.1918 7.55034 18.5082 7.55034C18.7635 7.55034 19.0683 7.37534 18.9708 6.86284C17.692 2.86201 14.0391 -0.000488895 9.74107 -0.000488707C4.36167 -0.000488472 -6.7851e-07 4.47701 -4.37114e-07 9.99951Z" fill="black" />
                    </svg>
                </a>
                <a href="https://instagram.com/montaana01" class="menu__a">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M-6.01032e-07 6.25L-2.73196e-07 13.75C-1.22337e-07 17.2012 2.79875 20 6.25 20L13.75 20C17.2013 20 20 17.2012 20 13.75L20 6.25C20 2.79875 17.2012 -7.51891e-07 13.75 -6.01032e-07L6.25 -2.73196e-07C2.79875 -1.22337e-07 -7.51891e-07 2.79875 -6.01032e-07 6.25ZM13.75 1.875C16.1625 1.875 18.125 3.8375 18.125 6.25L18.125 13.75C18.125 16.1625 16.1625 18.125 13.75 18.125L6.25 18.125C3.8375 18.125 1.875 16.1625 1.875 13.75L1.875 6.25C1.875 3.8375 3.8375 1.875 6.25 1.875L13.75 1.875Z" fill="black" />
                        <path d="M5 10C5 12.7612 7.23875 15 10 15C12.7613 15 15 12.7612 15 10C15 7.23875 12.7612 5 10 5C7.23875 5 5 7.23875 5 10ZM13.125 10C13.125 11.7225 11.7225 13.125 10 13.125C8.27625 13.125 6.875 11.7225 6.875 10C6.875 8.2775 8.27625 6.875 10 6.875C11.7225 6.875 13.125 8.2775 13.125 10Z" fill="black" />
                        <path d="M5.29123 4.625C5.29123 4.25704 4.99295 3.95875 4.62499 3.95875C4.25703 3.95875 3.95874 4.25704 3.95874 4.625C3.95874 4.99296 4.25703 5.29125 4.62499 5.29125C4.99295 5.29125 5.29123 4.99296 5.29123 4.625Z" fill="black" />
                    </svg>
                </a>
                <a href="https://facebook.com/montaana01" class="menu__a">
                    <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M-7.46167e-07 2.92969L-1.28061e-07 17.0703C-5.74539e-08 18.6856 1.31439 20 2.92969 20L17.0703 20C18.6856 20 20 18.6856 20 17.0703L20 11.1719L12.9297 11.1719L12.9297 13.5156L9.41406 13.5156L9.41406 11.1719L7.03125 11.1719C5.09262 11.1719 3.51562 9.59488 3.51562 7.65625L3.51562 4.10156L7.03125 4.10156L7.03125 7.65625L9.41406 7.65625L9.41406 4.10156L12.9297 4.6875L12.9297 7.65625L20 7.65625L20 2.92969C20 1.31439 18.6856 -8.16774e-07 17.0703 -7.46167e-07L2.92969 -1.28061e-07C1.31439 -5.74539e-08 -8.16774e-07 1.31439 -7.46167e-07 2.92969Z" fill="black" />
                    </svg>
                </a>
                <a href="https://t.me/borisbrejha" class="menu__a sidepanel__link_tg">
                    <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                        <path d="M15 30C23.2863 30 30 23.2863 30 15C30 6.71375 23.2863 0 15 0C6.71375 0 0 6.71375 0 15C0 23.2863 6.71375 30 15 30ZM6.86375 14.675L21.3263 9.09875C21.9975 8.85625 22.5837 9.2625 22.3662 10.2775L22.3675 10.2762L19.905 21.8775C19.7225 22.7 19.2337 22.9 18.55 22.5125L14.8 19.7487L12.9912 21.4913C12.7912 21.6913 12.6225 21.86 12.235 21.86L12.5013 18.0438L19.4513 11.765C19.7537 11.4987 19.3837 11.3488 18.985 11.6138L10.3963 17.0212L6.69375 15.8663C5.89 15.6112 5.8725 15.0625 6.86375 14.675Z" fill="black" />
                    </svg>
                </a>
            </div>
        </div>

        <div class="menu__overlay"></div>
    </div>

    <section class="promo">
        <div class="hamburger">
            <span></span>
            <span class="long"></span>
            <span></span>
        </div>
        <div class="container">
            <div class="title title_fz16 promo__subtitle"><span>Ме</span>ня зовут Алексей Яковлев</div>
            <h1 class="title title_fz48 promo__title">Я web-разработчик <br>
                из города Минск</h1>
            <div class="promo__wrapper">
                <a href="#portfolio" class="promo__link btn">Портфолио</a>
                <a href="#about" class="promo__link">Про меня</a>
            </div>
            <div class="promo__photo">
                <img src="img/main.png" alt="Alexey Yakovlev" class="promo__img">
            </div>

        </div>
    </section>

    <section class="about" id="about">
        <div class="container">
            <div class="about__wrapper">
                <div class="about__photo">
                    <picture>
                        <source media="(max-width: 768px)" srcset="img/main_photo-min.jpg">
                        <source media="(min-width: 769px)" srcset="img/main_photo.jpg">
                        <img src="img/main_photo.JPG" alt="Alexey Yakovlev">
                    </picture>
                </div>
                <div class="about__text">
                    <h2 class="about__subtitle title title_fz16">Про меня</h2>
                    <div class="about__title title">Меня зовут Алексей</div>
                    <div class="divider about__divider"></div>
                    <p class="about__descr">Опытный пользователь ПК (пакет Microsoft + в университете работал в
                        AutoCad, Splan, также есть опыт работы в пакете программе от Adobe(Photoshop,Premiere Pro,AE);
                        Умею работать с тестерами, осциллографом (в основном вся техника которая есть в университете +
                        дома простой тестер);
                        Умею паять, обращаться с техникой;
                        Знание английского – уровень B1;
                        Водительские права категории B;
                        Умею работать в команде;
                        Неплохо ориентируюсь на местности;
                        Аккуратный;
                        Трудолюбивый;
                        Обучаемый;
                    </p>
                    <div class="about__skills">
                        <div class="about__block">
                            <div class="about__skills-item">
                                <svg class="about_icon" width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M0 0V20.5205H8.02402V21.9877H6.55742V23.4526H18.4425V21.9877H16.9759V20.5205H25V0H0ZM15.511 21.9877H9.48897V20.5205H15.511V21.9877H15.511ZM23.5351 19.0556H1.46489V16.1222H23.5351V19.0556H23.5351ZM23.5351 14.6573H1.46489V1.46494H23.5351V14.6573H23.5351Z" fill="black" />
                                    <path d="M9.95816 5.4134L8.92232 4.37756L5.23877 8.06111L8.92232 11.7446L9.95816 10.7088L7.31045 8.06111L9.95816 5.4134Z" fill="black" />
                                    <path d="M16.0777 4.37756L15.0419 5.4134L17.6896 8.06111L15.0419 10.7088L16.0777 11.7446L19.7612 8.06111L16.0777 4.37756Z" fill="black" />
                                    <path d="M12.6319 3.64405L10.9313 12.1931L12.3681 12.4789L14.0687 3.92986L12.6319 3.64405Z" fill="black" />
                                </svg>
                            </div>
                            <div class="about__skills-text">
                                <div class="about__skills-name title title_fz14">Web-разработка</div>
                                <div class="about__skills-descr title title_fz12">Lorem ipsum dolor sit amet,
                                    consectetur
                                    adipiscing elit,
                                    sed
                                    do eiusmod tempor incididunt ut labore et dolore magna aliqua.</div>
                            </div>
                        </div>
                        <div class="about__block">
                            <div class="about__skills-item">
                                <svg class="about_icon width=" 14" height="25" viewBox="0 0 14 25" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M11.7188 0H1.5625C1.14827 0.000542615 0.751153 0.165337 0.458245 0.458245C0.165337 0.751153 0.000542615 1.14827 0 1.5625V22.6562C0.000542615 23.0705 0.165337 23.4676 0.458245 23.7605C0.751153 24.0534 1.14827 24.2182 1.5625 24.2188H11.7188C12.133 24.2182 12.5301 24.0534 12.823 23.7605C13.1159 23.4676 13.2807 23.0705 13.2812 22.6562V1.5625C13.2807 1.14827 13.1159 0.751153 12.823 0.458245C12.5301 0.165337 12.133 0.000542615 11.7188 0ZM8.46875 0.78125L8.24902 1.5625H4.99268L4.79736 0.78125H8.46875ZM12.5 22.6562C12.4997 22.8634 12.4173 23.0619 12.2709 23.2084C12.1244 23.3548 11.9259 23.4372 11.7188 23.4375H1.5625C1.35538 23.4372 1.15683 23.3548 1.01037 23.2084C0.863918 23.0619 0.781521 22.8634 0.78125 22.6562V1.5625C0.781521 1.35538 0.863918 1.15683 1.01037 1.01037C1.15683 0.863918 1.35538 0.781521 1.5625 0.78125H3.9917L4.30859 2.04785C4.32972 2.13236 4.37848 2.20738 4.44713 2.261C4.51579 2.31461 4.60039 2.34374 4.6875 2.34375H8.54492C8.63005 2.34375 8.71285 2.31594 8.78071 2.26455C8.84858 2.21317 8.89781 2.14102 8.9209 2.05908L9.28027 0.78125H11.7188C11.9259 0.781521 12.1244 0.863918 12.2709 1.01037C12.4173 1.15683 12.4997 1.35538 12.5 1.5625V22.6562Z" fill="black" />
                                    <path d="M4.6875 21.875H1.95312C1.84952 21.875 1.75017 21.9162 1.67691 21.9894C1.60365 22.0627 1.5625 22.162 1.5625 22.2656C1.5625 22.3692 1.60365 22.4686 1.67691 22.5418C1.75017 22.6151 1.84952 22.6562 1.95312 22.6562H4.6875C4.7911 22.6562 4.89046 22.6151 4.96371 22.5418C5.03697 22.4686 5.07812 22.3692 5.07812 22.2656C5.07812 22.162 5.03697 22.0627 4.96371 21.9894C4.89046 21.9162 4.7911 21.875 4.6875 21.875Z" fill="black" />
                                    <path d="M6.25 21.875H5.85938C5.75577 21.875 5.65642 21.9162 5.58316 21.9894C5.5099 22.0627 5.46875 22.162 5.46875 22.2656C5.46875 22.3692 5.5099 22.4686 5.58316 22.5418C5.65642 22.6151 5.75577 22.6562 5.85938 22.6562H6.25C6.3536 22.6562 6.45296 22.6151 6.52621 22.5418C6.59947 22.4686 6.64062 22.3692 6.64062 22.2656C6.64062 22.162 6.59947 22.0627 6.52621 21.9894C6.45296 21.9162 6.3536 21.875 6.25 21.875Z" fill="black" />
                                    <path d="M8.01349 9.82123C7.9695 9.79484 7.92074 9.77737 7.87001 9.76982C7.81927 9.76227 7.76754 9.76479 7.71777 9.77723C7.668 9.78967 7.62117 9.81179 7.57996 9.84233C7.53874 9.87287 7.50394 9.91123 7.47755 9.95522L5.13379 13.8615C5.08049 13.9503 5.06466 14.0567 5.08979 14.1572C5.11492 14.2577 5.17894 14.3441 5.26778 14.3974C5.35662 14.4507 5.46299 14.4665 5.5635 14.4414C5.664 14.4163 5.75041 14.3522 5.80372 14.2634L8.14747 10.3572C8.17386 10.3132 8.19134 10.2644 8.19889 10.2137C8.20644 10.1629 8.20392 10.1112 8.19148 10.0615C8.17904 10.0117 8.15691 9.96486 8.12637 9.92364C8.09583 9.88242 8.05748 9.84762 8.01349 9.82123Z" fill="black" />
                                    <path d="M9.28936 9.91206C9.2573 9.87201 9.21766 9.83866 9.17271 9.81392C9.12776 9.78918 9.07838 9.77354 9.02739 9.76788C8.9244 9.75646 8.82109 9.78643 8.74019 9.85118C8.65929 9.91593 8.60743 10.0102 8.59601 10.1132C8.58459 10.2161 8.61455 10.3194 8.6793 10.4003L10.0465 12.1093L8.6793 13.8183C8.61455 13.8992 8.58459 14.0025 8.59601 14.1055C8.60743 14.2085 8.65929 14.3027 8.74019 14.3675C8.82109 14.4322 8.9244 14.4622 9.02739 14.4508C9.13037 14.4394 9.22461 14.3875 9.28936 14.3066L10.8519 12.3535C10.9073 12.2842 10.9376 12.1981 10.9376 12.1093C10.9376 12.0206 10.9073 11.9345 10.8519 11.8652L9.28936 9.91206Z" fill="black" />
                                    <path d="M3.99182 14.3066C4.05657 14.3875 4.15081 14.4393 4.2538 14.4508C4.35679 14.4622 4.46009 14.4322 4.54099 14.3675C4.62189 14.3027 4.67375 14.2085 4.68517 14.1055C4.69659 14.0025 4.66663 13.8992 4.60188 13.8183L3.23469 12.1093L4.60188 10.4003C4.63394 10.3603 4.6578 10.3143 4.67209 10.265C4.68638 10.2158 4.69083 10.1641 4.68517 10.1131C4.67952 10.0622 4.66388 10.0128 4.63914 9.96782C4.6144 9.92287 4.58105 9.88324 4.54099 9.85118C4.50093 9.81911 4.45495 9.79526 4.40568 9.78097C4.3564 9.76667 4.30479 9.76223 4.2538 9.76788C4.2028 9.77354 4.15342 9.78918 4.10847 9.81392C4.06352 9.83866 4.02388 9.87201 3.99182 9.91206L2.42932 11.8652C2.37385 11.9345 2.34363 12.0206 2.34363 12.1093C2.34363 12.1981 2.37385 12.2842 2.42932 12.3535L3.99182 14.3066Z" fill="black" />
                                </svg>
                            </div>
                            <div class="about__skills-text">
                                <div class="about__skills-name title title_fz14">Разработка приложений</div>
                                <div class="about__skills-descr title title_fz12">Lorem ipsum dolor sit amet,
                                    consectetur
                                    adipiscing elit,
                                    sed
                                    do eiusmod tempor incididunt ut labore et dolore magna aliqua.</div>
                            </div>
                        </div>
                        <div class="about__block">
                            <div class="about__skills-item">
                                <svg width="25" height="21" viewBox="0 0 25 21" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M23.3871 0H1.6129C1.18531 0.000560118 0.775384 0.17067 0.473027 0.473027C0.17067 0.775384 0.000560118 1.18531 0 1.6129V15.3226C0.000560118 15.7502 0.17067 16.1601 0.473027 16.4625C0.775384 16.7648 1.18531 16.9349 1.6129 16.9355H9.92439L9.38659 18.5484H8.06452C7.95757 18.5484 7.85501 18.5909 7.77939 18.6665C7.70377 18.7421 7.66129 18.8447 7.66129 18.9516V19.7581H4.03226C3.92532 19.7581 3.82275 19.8005 3.74713 19.8762C3.67151 19.9518 3.62903 20.0543 3.62903 20.1613C3.62903 20.2682 3.67151 20.3708 3.74713 20.4464C3.82275 20.522 3.92532 20.5645 4.03226 20.5645H21.7742C21.8811 20.5645 21.9837 20.522 22.0593 20.4464C22.1349 20.3708 22.1774 20.2682 22.1774 20.1613C22.1774 20.0543 22.1349 19.9518 22.0593 19.8762C21.9837 19.8005 21.8811 19.7581 21.7742 19.7581H17.3387V18.9516C17.3387 18.8447 17.2962 18.7421 17.2206 18.6665C17.145 18.5909 17.0424 18.5484 16.9355 18.5484H15.6134L15.0756 16.9355H23.3871C23.8147 16.9349 24.2246 16.7648 24.527 16.4625C24.8293 16.1601 24.9994 15.7502 25 15.3226V1.6129C24.9994 1.18531 24.8293 0.775384 24.527 0.473027C24.2246 0.17067 23.8147 0.000560118 23.3871 0ZM16.5323 19.3548V19.7581H8.46774V19.3548H16.5323ZM10.2369 18.5484L10.7747 16.9355H14.2253L14.7631 18.5484H10.2369ZM24.1935 15.3226C24.1933 15.5364 24.1082 15.7413 23.957 15.8925C23.8059 16.0437 23.6009 16.1288 23.3871 16.129H1.6129C1.3991 16.1288 1.19414 16.0437 1.04297 15.8925C0.891787 15.7413 0.806732 15.5364 0.806452 15.3226V14.5161H24.1935V15.3226ZM6.8377 10.0806L6.68649 13.7097H6.21673L6.06552 10.0806H6.8377ZM6.12097 9.27419L6.39012 7.66129H6.5131L6.78226 9.27419H6.12097ZM6.45161 6.85484C6.01462 6.85484 5.64516 6.30091 5.64516 5.64516C5.64516 5.23135 6.06754 4.63004 6.4506 4.20615C6.79587 4.58921 7.25806 5.20161 7.25806 5.64516C7.25806 6.30091 6.88861 6.85484 6.45161 6.85484ZM10.8397 6.04839L10.8871 6.14365V6.45161H9.27419V6.14365L9.32157 6.04839H10.8397ZM9.7248 5.24194L10.0806 4.53075L10.4365 5.24194H9.7248ZM10.8871 7.25806V13.6593C10.8873 13.6761 10.8884 13.693 10.8906 13.7097H9.27067C9.27286 13.693 9.27404 13.6761 9.27419 13.6593V7.25806H10.8871ZM14.5161 5.64516H15.7258V6.45161H15.3226C15.2156 6.45161 15.1131 6.4941 15.0375 6.56971C14.9618 6.64533 14.9194 6.7479 14.9194 6.85484C14.9194 6.96178 14.9618 7.06434 15.0375 7.13996C15.1131 7.21558 15.2156 7.25806 15.3226 7.25806H15.7258V8.06452H14.5161C14.4092 8.06452 14.3066 8.107 14.231 8.18262C14.1554 8.25824 14.1129 8.3608 14.1129 8.46774C14.1129 8.57468 14.1554 8.67725 14.231 8.75287C14.3066 8.82849 14.4092 8.87097 14.5161 8.87097H15.7258V9.67742H15.3226C15.2156 9.67742 15.1131 9.7199 15.0375 9.79552C14.9618 9.87114 14.9194 9.9737 14.9194 10.0806C14.9194 10.1876 14.9618 10.2901 15.0375 10.3658C15.1131 10.4414 15.2156 10.4839 15.3226 10.4839H15.7258V11.2903H14.5161C14.4092 11.2903 14.3066 11.3328 14.231 11.4084C14.1554 11.484 14.1129 11.5866 14.1129 11.6935C14.1129 11.8005 14.1554 11.9031 14.231 11.9787C14.3066 12.0543 14.4092 12.0968 14.5161 12.0968H15.7258V13.7097H12.9032V4.03226H15.7258V4.83871H14.5161C14.4092 4.83871 14.3066 4.88119 14.231 4.95681C14.1554 5.03243 14.1129 5.13499 14.1129 5.24194C14.1129 5.34888 14.1554 5.45144 14.231 5.52706C14.3066 5.60268 14.4092 5.64516 14.5161 5.64516ZM19.3548 10.4839V13.6593C19.355 13.6761 19.3562 13.693 19.3584 13.7097H17.7384C17.7406 13.693 17.7418 13.6761 17.7419 13.6593V10.4839H19.3548ZM17.7419 9.67742V9.36946L18.5484 7.75655L19.3548 9.36946V9.67742H17.7419ZM24.1935 13.7097H20.1578C20.16 13.693 20.1611 13.6761 20.1613 13.6593V9.27419C20.1612 9.21159 20.1467 9.14985 20.119 9.09375L18.9093 6.6744C18.8757 6.60743 18.8242 6.55113 18.7604 6.51178C18.6967 6.47243 18.6233 6.4516 18.5484 6.4516C18.4735 6.4516 18.4001 6.47243 18.3363 6.51178C18.2726 6.55113 18.2211 6.60743 18.1875 6.6744L16.9778 9.09375C16.95 9.14985 16.9355 9.21159 16.9355 9.27419V13.6593C16.9356 13.6761 16.9368 13.693 16.939 13.7097H16.5323V3.62903C16.5323 3.52209 16.4898 3.41953 16.4142 3.34391C16.3385 3.26829 16.236 3.22581 16.129 3.22581H12.5C12.3931 3.22581 12.2905 3.26829 12.2149 3.34391C12.1393 3.41953 12.0968 3.52209 12.0968 3.62903V13.7097H11.69C11.6922 13.693 11.6934 13.6761 11.6935 13.6593V6.04839C11.6935 5.98579 11.679 5.92404 11.6512 5.86794L10.4415 3.44859C10.408 3.38163 10.3564 3.32532 10.2927 3.28598C10.229 3.24663 10.1555 3.22579 10.0806 3.22579C10.0057 3.22579 9.93232 3.24663 9.86858 3.28598C9.80485 3.32532 9.75332 3.38163 9.71976 3.44859L8.51008 5.86794C8.48229 5.92404 8.4678 5.98579 8.46774 6.04839V13.6593C8.4679 13.6761 8.46908 13.693 8.47127 13.7097H7.49345L7.66079 9.69405C7.66129 9.68498 7.66079 9.67591 7.66079 9.66633V9.65423C7.65985 9.64004 7.65817 9.62591 7.65575 9.61189V9.61089L7.28276 7.37248C7.75101 7.01915 8.06452 6.37702 8.06452 5.64516C8.06452 4.60887 6.86341 3.46119 6.72631 3.33367C6.6516 3.26442 6.55348 3.22594 6.45161 3.22594C6.34974 3.22594 6.25163 3.26442 6.17692 3.33367C6.03982 3.46119 4.83871 4.60887 4.83871 5.64516C4.83871 6.37702 5.15222 7.01915 5.62046 7.37248L5.24748 9.61089V9.61189C5.24506 9.62591 5.24337 9.64004 5.24244 9.65423V9.66633C5.24244 9.67591 5.24194 9.68498 5.24244 9.69405L5.40978 13.7097H0.806452V1.6129C0.806732 1.3991 0.891787 1.19414 1.04297 1.04297C1.19414 0.891787 1.3991 0.806732 1.6129 0.806452H23.3871C23.6009 0.806732 23.8059 0.891787 23.957 1.04297C24.1082 1.19414 24.1933 1.3991 24.1935 1.6129V13.7097Z" fill="black" />
                                    <path d="M4.4355 14.9193H2.01614C1.9092 14.9193 1.80664 14.9618 1.73102 15.0374C1.6554 15.113 1.61292 15.2156 1.61292 15.3225C1.61292 15.4295 1.6554 15.532 1.73102 15.6077C1.80664 15.6833 1.9092 15.7258 2.01614 15.7258H4.4355C4.54244 15.7258 4.645 15.6833 4.72062 15.6077C4.79624 15.532 4.83872 15.4295 4.83872 15.3225C4.83872 15.2156 4.79624 15.113 4.72062 15.0374C4.645 14.9618 4.54244 14.9193 4.4355 14.9193Z" fill="black" />
                                    <path d="M6.04839 14.9193H5.64517C5.53823 14.9193 5.43567 14.9618 5.36005 15.0374C5.28443 15.113 5.24194 15.2156 5.24194 15.3225C5.24194 15.4295 5.28443 15.532 5.36005 15.6077C5.43567 15.6833 5.53823 15.7258 5.64517 15.7258H6.04839C6.15534 15.7258 6.2579 15.6833 6.33352 15.6077C6.40914 15.532 6.45162 15.4295 6.45162 15.3225C6.45162 15.2156 6.40914 15.113 6.33352 15.0374C6.2579 14.9618 6.15534 14.9193 6.04839 14.9193Z" fill="black" />
                                    <path d="M10.0807 7.66125C9.97371 7.66125 9.87115 7.70374 9.79553 7.77936C9.71991 7.85498 9.67743 7.95754 9.67743 8.06448V12.5C9.67743 12.6069 9.71991 12.7095 9.79553 12.7851C9.87115 12.8607 9.97371 12.9032 10.0807 12.9032C10.1876 12.9032 10.2902 12.8607 10.3658 12.7851C10.4414 12.7095 10.4839 12.6069 10.4839 12.5V8.06448C10.4839 7.95754 10.4414 7.85498 10.3658 7.77936C10.2902 7.70374 10.1876 7.66125 10.0807 7.66125Z" fill="black" />
                                    <path d="M18.5484 10.8871C18.4414 10.8871 18.3389 10.9296 18.2632 11.0052C18.1876 11.0808 18.1451 11.1834 18.1451 11.2903V12.5C18.1451 12.6069 18.1876 12.7095 18.2632 12.7851C18.3389 12.8607 18.4414 12.9032 18.5484 12.9032C18.6553 12.9032 18.7579 12.8607 18.8335 12.7851C18.9091 12.7095 18.9516 12.6069 18.9516 12.5V11.2903C18.9516 11.1834 18.9091 11.0808 18.8335 11.0052C18.7579 10.9296 18.6553 10.8871 18.5484 10.8871Z" fill="black" />
                                    <path d="M2.01614 2.41937H5.24195C5.34889 2.41937 5.45145 2.37688 5.52707 2.30126C5.60269 2.22564 5.64517 2.12308 5.64517 2.01614C5.64517 1.9092 5.60269 1.80664 5.52707 1.73102C5.45145 1.6554 5.34889 1.61292 5.24195 1.61292H2.01614C1.9092 1.61292 1.80664 1.6554 1.73102 1.73102C1.6554 1.80664 1.61292 1.9092 1.61292 2.01614C1.61292 2.12308 1.6554 2.22564 1.73102 2.30126C1.80664 2.37688 1.9092 2.41937 2.01614 2.41937Z" fill="black" />
                                    <path d="M2.01614 3.62908H2.82259C2.92953 3.62908 3.0321 3.5866 3.10772 3.51098C3.18334 3.43536 3.22582 3.3328 3.22582 3.22586C3.22582 3.11892 3.18334 3.01635 3.10772 2.94073C3.0321 2.86511 2.92953 2.82263 2.82259 2.82263H2.01614C1.9092 2.82263 1.80664 2.86511 1.73102 2.94073C1.6554 3.01635 1.61292 3.11892 1.61292 3.22586C1.61292 3.3328 1.6554 3.43536 1.73102 3.51098C1.80664 3.5866 1.9092 3.62908 2.01614 3.62908Z" fill="black" />
                                    <path d="M21.3709 12.9033H22.9838C23.0908 12.9033 23.1933 12.8608 23.269 12.7852C23.3446 12.7095 23.3871 12.607 23.3871 12.5C23.3871 12.3931 23.3446 12.2905 23.269 12.2149C23.1933 12.1393 23.0908 12.0968 22.9838 12.0968H21.3709C21.264 12.0968 21.1614 12.1393 21.0858 12.2149C21.0102 12.2905 20.9677 12.3931 20.9677 12.5C20.9677 12.607 21.0102 12.7095 21.0858 12.7852C21.1614 12.8608 21.264 12.9033 21.3709 12.9033Z" fill="black" />
                                    <path d="M22.5807 11.6935H22.9839C23.0908 11.6935 23.1934 11.6511 23.269 11.5754C23.3446 11.4998 23.3871 11.3973 23.3871 11.2903C23.3871 11.1834 23.3446 11.0808 23.269 11.0052C23.1934 10.9296 23.0908 10.8871 22.9839 10.8871H22.5807C22.4737 10.8871 22.3712 10.9296 22.2955 11.0052C22.2199 11.0808 22.1774 11.1834 22.1774 11.2903C22.1774 11.3973 22.2199 11.4998 22.2955 11.5754C22.3712 11.6511 22.4737 11.6935 22.5807 11.6935Z" fill="black" />
                                </svg>
                            </div>
                            <div class="about__skills-text">
                                <div class="about__skills-name title title_fz14">UI/UX Design</div>
                                <div class="about__skills-descr title title_fz12">Lorem ipsum dolor sit amet,
                                    consectetur
                                    adipiscing elit,
                                    sed
                                    do eiusmod tempor incididunt ut labore et dolore magna aliqua.
                                </div>
                            </div>
                        </div>
                        <div class="about__block">
                            <div class="about__skills-item">
                                <svg width="25" height="24" viewBox="0 0 25 24" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M0 0V20.5205H8.02402V21.9877H6.55742V23.4526H18.4425V21.9877H16.9759V20.5205H25V0H0ZM15.511 21.9877H9.48897V20.5205H15.511V21.9877H15.511ZM23.5351 19.0556H1.46489V16.1222H23.5351V19.0556H23.5351ZM23.5351 14.6573H1.46489V1.46494H23.5351V14.6573H23.5351Z" fill="black" />
                                    <path d="M9.95816 5.4134L8.92232 4.37756L5.23877 8.06111L8.92232 11.7446L9.95816 10.7088L7.31045 8.06111L9.95816 5.4134Z" fill="black" />
                                    <path d="M16.0777 4.37756L15.0419 5.4134L17.6896 8.06111L15.0419 10.7088L16.0777 11.7446L19.7612 8.06111L16.0777 4.37756Z" fill="black" />
                                    <path d="M12.6319 3.64405L10.9313 12.1931L12.3681 12.4789L14.0687 3.92986L12.6319 3.64405Z" fill="black" />
                                </svg>
                            </div>
                            <div class="about__skills-text">
                                <div class="about__skills-name title title_fz14">Монтаж видеороликов</div>
                                <div class="about__skills-descr title title_fz12">Умею снимать и монтировать видео!
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="experience" id="experience">
        <div class="container">
            <h2 class="experience__title title_fz16">Опыт</h2>
            <div class="experience__subtitle title">Чем я буду полезен</div>
            <div class="divider"></div>

            <div class="experience__wrapper">
                <div class="experience__column">
                    <h3 class="title title_fz20 experience__column-title">Образование</h3>
                    <ul>
                        <li>
                            <div class="experience__item">
                                <div class="experience__item-head">
                                    <div class="experience__item-icon">
                                        <img src="icon/experience/university.svg" alt="University">
                                    </div>
                                    <h4 class="title title_fz14">БГУИР</h4>
                                    <div class="experience__item-descr">Диплом бакалавра | Минск (2019-2023)</div>
                                </div>
                                <div class="experience__item-body">Lorem ipsum dolor sit amet, consectetur adipiscing
                                    elit,
                                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.Lorem ipsum dolor
                                    sit amet, consectetur adipiscing elit, sed do eiusmo. </div>
                            </div>
                        </li>
                        <li>
                            <div class="experience__item">
                                <div class="experience__item-head">
                                    <div class="experience__item-icon">
                                        <img src="icon/experience/courses.svg" alt="University">
                                    </div>
                                    <h4 class="title title_fz14">Udemy</h4>
                                    <div class="experience__item-descr">Курсы по Web-разработке</div>
                                </div>
                                <div class="experience__item-body">Lorem ipsum dolor sit amet, consectetur adipiscing
                                    elit,
                                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.Lorem ipsum dolor
                                    sit amet, consectetur adipiscing elit, sed do eiusmo. </div>
                            </div>
                        </li>
                    </ul>
                </div>
                <div class="experience__column">
                    <h3 class="title title_fz20 experience__column-title">Опыт работы</h3>
                    <ul>
                        <li>
                            <div class="experience__item">
                                <div class="experience__item-head">
                                    <div class="experience__item-icon">
                                        <img src="icon/experience/developer.svg" alt="University">
                                    </div>
                                    <h4 class="title title_fz14">Front-End Developer</h4>
                                    <div class="experience__item-descr">EPAM | Москва (2018-2019)</div>
                                </div>
                                <div class="experience__item-body">Lorem ipsum dolor sit amet, consectetur adipiscing
                                    elit,
                                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.Lorem ipsum dolor
                                    sit amet, consectetur adipiscing elit, sed do eiusmo. </div>
                            </div>
                        </li>
                        <li>
                            <div class="experience__item">
                                <div class="experience__item-head">
                                    <div class="experience__item-icon">
                                        <img src="icon/experience/designer.svg" alt="University">
                                    </div>
                                    <h4 class="title title_fz14">UI/UX Designer</h4>
                                    <div class="experience__item-descr">Squad Team | Москва (2018)</div>
                                </div>
                                <div class="experience__item-body">Lorem ipsum dolor sit amet, consectetur adipiscing
                                    elit,
                                    sed do eiusmod tempor incididunt ut labore et dolore magna aliqua.Lorem ipsum dolor
                                    sit amet, consectetur adipiscing elit, sed do eiusmo. </div>
                            </div>
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </section>

    <section class="skills" id="skills">
        <div class="container">
            <h2 class="skills__title title_fz16">Навыки</h2>
            <div class="skills__subtitle title">Что я использую в работе</div>
            <div class="divider"></div>

            <div class="skills__wrapper">
                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/html5.svg" alt="HTML5">
                    </div>
                    <div class="skills__item-title title title_fz14">HTML5</div>
                    <div class="skills__item-descr title_fz12">Именно он создает каркас вашего сайта или приложения, а
                        пятая версия
                        позволит мне создавать более SEO-оптимизированную структуру вашего продукта</div>
                </div>

                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/css3.svg" alt="CSS3">
                    </div>
                    <div class="skills__item-title title title_fz14">CSS3</div>
                    <div class="skills__item-descr title_fz12">Этот язык стилей позволяет мне создавать абсолютно любой
                        внешний вид вашего сайта или приложения. Все ограничивается только вашей фантазией!</div>
                </div>

                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/js.svg" alt="Java Script">
                    </div>
                    <div class="skills__item-title title title_fz14">Java Script</div>
                    <div class="skills__item-descr title_fz12">Этот язык программирования позволяет оживить все что
                        угодно: слайдеры, окна, подсказки, вкладки, получение данных от сервера и многое другое</div>
                </div>

                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/jquery.svg" alt="Jquery">
                    </div>
                    <div class="skills__item-title title title_fz14">Jquery</div>
                    <div class="skills__item-descr title_fz12">Библиотека Jquery позволит ускорить разработку. Без
                        необходимости интегрировать в проект мы её не будем, но навык работы с ней присутствует</div>
                </div>
                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/react.svg" alt="React">
                    </div>
                    <div class="skills__item-title title title_fz14">React</div>
                    <div class="skills__item-descr title_fz12">Эта библиотека позволяет создавать web-приложения. Мы
                        можем создать максимально интерактивный продукт именно под ваши цели</div>
                </div>

                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/node.js.svg" alt="Node.js">
                    </div>
                    <div class="skills__item-title title title_fz14">Node.js</div>
                    <div class="skills__item-descr title_fz12">Эта платформа позволяет создавать бэкенд для вашего
                        продукта - “мозги”, которые будут выполнять действия, которые пользователь не видит</div>
                </div>

                <div class="skills__item">
                    <div class="skills__item-icon">
                        <img src="icon/skills/mongo.db.svg" alt="Mongo.db">
                    </div>
                    <div class="skills__item-title title title_fz14">Mongo.db</div>
                    <div class="skills__item-descr title_fz12">Это нереляционная база данных, которая будет хранить
                        данные вашего сайта или приложения</div>
                </div>
            </div>
                <div class="skills__progress">
                    <div class="skills__progress__wrapper">
                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Создание сайтов</div>
                                <div class="skills__progress__text-range range">100%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>

                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Создание приложений</div>
                                <div class="skills__progress__text-range range">5%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>

                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Работа с данными</div>
                                <div class="skills__progress__text-range range">85%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>

                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Креативность</div>
                                <div class="skills__progress__text-range range">65%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>

                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Создание дизайна</div>
                                <div class="skills__progress__text-range range">70%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>

                        <div class="skills__progress__item">
                            <div class="skills__progress__text">
                                <div class="skills__progress__text-title title title_fz14">Soft skills</div>
                                <div class="skills__progress__text-range range">95%</div>
                            </div>
                            <div class="skills__progress__scale">
                                <span></span>
                            </div>
                        </div>
                    </div>
                </div>
        </div>
    </section>

    <section class="portfolio" id="portfolio">
        <div class="container">
            <h2 class="portfolio__title title_fz16">Портфолио</h2>
            <div class="portfolio__subtitle title">Мои работы</div>
            <div class="divider"></div>

            <div class="portfolio__wrapper">
                <a href="https://pulse.yakovlevdev.com" target="_blank" class="portfolio__item" id="pulse">
                    <img src="img/works/pulse.jpg" alt="Pulse Site">
                </a>

                <a href="https://uber.yakovlevdev.com" target="_blank" class="portfolio__item" id="Uber">
                    <img src="img/works/uber.jpg" alt="Uber Site">
                </a>

                <a href="https://uber.yakovlevdev.com" target="_blank" class="portfolio__item">
                    <img src="img/works/ipad.jpg" alt="Ipad">
                </a>
                <a href="https://orsha-shar.yakovlevdev.com" target="_blank" target="_blank" class="portfolio__item" id="orshashar">
                    <img src="img/works/orsha-shar.jpg" alt="Orsha-shar">
                </a>
                </a>
                <a href="https://uber.yakovlevdev.com" target="_blank" class="portfolio__item" id="mac">
                    <img src="img/works/mac.jpg" alt="Mac">
                </a>
            </div>
        </div>
    </section>
    <!--
        <section class="price" id="price">
            <div class="container">
                <h2 class="price__title title_fz16">Прайс-лист</h2>
                <div class="divider"></div>

                <div class="price__wrapper">
                    <ul>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Landing-page</div>
                                <div class="price__item-price title_fz14">от 300 BYN.</div>
                                <div class="price__item-descr title_fz12">Одностраничный сайт для презентации
                                    услуг/товаров/...</div>
                            </div>
                        </li>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Корпоративный сайт</div>
                                <div class="price__item-price title_fz14">от 990 BYN.</div>
                                <div class="price__item-descr title_fz12">Сайт для вашего бизнеса или компании</div>
                            </div>
                        </li>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Интернет-магазин</div>
                                <div class="price__item-price title_fz14">от 1290 BYN.</div>
                                <div class="price__item-descr title_fz12">Сайт для вашего бизнеса или компании</div>
                            </div>
                        </li>
                    </ul>
                    <ul>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Web-приложение</div>
                                <div class="price__item-price title_fz14">от 1390 BYN.</div>
                                <div class="price__item-descr title_fz12">Приложение внутри браузера для лучшего комфорта
                                </div>
                            </div>
                        </li>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Android/IOS Приложение</div>
                                <div class="price__item-price title_fz14">от 1190 BYN.</div>
                                <div class="price__item-descr title_fz12">Приложение для смартфона любой ОС</div>
                            </div>
                        </li>
                        <li>
                            <div class="price__item">
                                <div class="price__item-title title_fz14">Дизайн</div>
                                <div class="price__item-price title_fz14">Индивидуально</div>
                                <div class="price__item-descr title_fz12">Создам дизайн для вашего сайта/приложения...</div>
                            </div>
                        </li>
                    </ul>
                </div>
            </div>
        </section>
        -->
        <section class="contacts" id="contacts">
            <div class="container">
                <div class="contacts__wrapper">
                    <div class="contacts__image">
                        <picture>
                            <source media="(max-width: 768px)" srcset="img/main_photo-min.jpg">
                            <source media="(min-width: 769px)" srcset="img/main_photo.jpg">
                            <img src="img/main_photo.JPG" alt="Alexey Yakovlev">
                        </picture>
                    </div>
                    <div class="contacts__descr">
                        <h2 class="contacts__title title title_fz16">Контакты</h2>
                        <div class="contacts__subtitle title">Свяжитесь со мной</div>
                        <div class="divider contacts__divider"></div>
                        <div class="contacts__choice title_fz14">Любым удобным для вас способом:</div>
                        <div class="contacts__social">
                            <a href="https://github.com/montaana01" class="contacts__link">
                                <svg width="19" height="20" viewBox="0 0 19 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M-4.37114e-07 9.99951C-1.95608e-07 15.5245 4.36167 19.9995 9.74107 19.9995C14.0457 19.9995 17.6962 17.1345 18.9832 13.162C19.0749 12.662 18.7734 12.4787 18.5148 12.4787C18.2835 12.4787 17.6706 12.487 16.8585 12.4912C17.4459 15.2728 15.5517 15.8595 15.5517 15.8595C14.4274 16.3145 14.1267 16.972 14.1267 16.972C13.5228 17.8778 13.5352 16.902 13.5352 16.902C13.603 15.8978 14.5389 15.3703 14.5389 15.3703C16.0283 14.4787 15.5979 13.0295 15.3493 12.4578C14.719 12.3678 14.2903 12.1103 14.0466 11.8245C13.8029 14.0453 12.9652 16.3795 9.23304 16.3795C8.16988 16.3795 7.30085 15.992 6.61933 15.3503C6.37316 15.4628 5.3827 15.8003 4.04116 15.2628C4.04116 15.2628 3.78012 14.4253 5.03988 12.5128C4.82345 11.7128 4.71606 10.8628 4.7111 10.0128C4.71606 9.16284 4.82345 8.31285 5.03988 7.51284C3.78012 5.61285 4.04116 4.77535 4.04116 4.77535C5.3827 4.23785 6.37316 4.57534 6.61933 4.67535C7.30085 4.03785 8.16988 3.65035 9.23304 3.65035C12.9752 3.65035 13.7987 5.98784 14.0383 8.21284C14.3307 7.86284 14.928 7.53784 15.8408 7.53784C17.1444 7.53784 18.1918 7.55034 18.5082 7.55034C18.7635 7.55034 19.0683 7.37534 18.9708 6.86284C17.692 2.86201 14.0391 -0.000488895 9.74107 -0.000488707C4.36167 -0.000488472 -6.7851e-07 4.47701 -4.37114e-07 9.99951Z" fill="black" />
                                </svg>
                            </a>
                            <a href="https://instagram.com/montaana01" class="contacts__link">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M-6.01032e-07 6.25L-2.73196e-07 13.75C-1.22337e-07 17.2012 2.79875 20 6.25 20L13.75 20C17.2013 20 20 17.2012 20 13.75L20 6.25C20 2.79875 17.2012 -7.51891e-07 13.75 -6.01032e-07L6.25 -2.73196e-07C2.79875 -1.22337e-07 -7.51891e-07 2.79875 -6.01032e-07 6.25ZM13.75 1.875C16.1625 1.875 18.125 3.8375 18.125 6.25L18.125 13.75C18.125 16.1625 16.1625 18.125 13.75 18.125L6.25 18.125C3.8375 18.125 1.875 16.1625 1.875 13.75L1.875 6.25C1.875 3.8375 3.8375 1.875 6.25 1.875L13.75 1.875Z" fill="black" />
                                    <path d="M5 10C5 12.7612 7.23875 15 10 15C12.7613 15 15 12.7612 15 10C15 7.23875 12.7612 5 10 5C7.23875 5 5 7.23875 5 10ZM13.125 10C13.125 11.7225 11.7225 13.125 10 13.125C8.27625 13.125 6.875 11.7225 6.875 10C6.875 8.2775 8.27625 6.875 10 6.875C11.7225 6.875 13.125 8.2775 13.125 10Z" fill="black" />
                                    <path d="M5.29123 4.625C5.29123 4.25704 4.99295 3.95875 4.62499 3.95875C4.25703 3.95875 3.95874 4.25704 3.95874 4.625C3.95874 4.99296 4.25703 5.29125 4.62499 5.29125C4.99295 5.29125 5.29123 4.99296 5.29123 4.625Z" fill="black" />
                                </svg>
                            </a>
                            <a href="https://facebook.com/montaana01" class="contacts__link">
                                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M-7.46167e-07 2.92969L-1.28061e-07 17.0703C-5.74539e-08 18.6856 1.31439 20 2.92969 20L17.0703 20C18.6856 20 20 18.6856 20 17.0703L20 11.1719L12.9297 11.1719L12.9297 13.5156L9.41406 13.5156L9.41406 11.1719L7.03125 11.1719C5.09262 11.1719 3.51562 9.59488 3.51562 7.65625L3.51562 4.10156L7.03125 4.10156L7.03125 7.65625L9.41406 7.65625L9.41406 4.10156L12.9297 4.6875L12.9297 7.65625L20 7.65625L20 2.92969C20 1.31439 18.6856 -8.16774e-07 17.0703 -7.46167e-07L2.92969 -1.28061e-07C1.31439 -5.74539e-08 -8.16774e-07 1.31439 -7.46167e-07 2.92969Z" fill="black" />
                                </svg>
                            </a>
                            <a href="https://t.me/borisbrejha" class="contacts__link contacts__link_tg">
                                <svg width="30" height="30" viewBox="0 0 30 30" fill="none" xmlns="http://www.w3.org/2000/svg">
                                    <path d="M15 30C23.2863 30 30 23.2863 30 15C30 6.71375 23.2863 0 15 0C6.71375 0 0 6.71375 0 15C0 23.2863 6.71375 30 15 30ZM6.86375 14.675L21.3263 9.09875C21.9975 8.85625 22.5837 9.2625 22.3662 10.2775L22.3675 10.2762L19.905 21.8775C19.7225 22.7 19.2337 22.9 18.55 22.5125L14.8 19.7487L12.9912 21.4913C12.7912 21.6913 12.6225 21.86 12.235 21.86L12.5013 18.0438L19.4513 11.765C19.7537 11.4987 19.3837 11.3488 18.985 11.6138L10.3963 17.0212L6.69375 15.8663C5.89 15.6112 5.8725 15.0625 6.86375 14.675Z" fill="black" />
                                </svg>
                            </a>
                        </div>
                        <div class="contacts__header title_fz14">Или оставьте ваши данные и я сама вам напишу:</div>
                        <form action="post.php" class="contacts__form" method="POST">
                            <div class="contacts__form-input">
                                <input required name="name" id="name" type="text">
                                <label for="name" class="title_fz12">Ваше имя</label>
                            </div>

                            <div class="contacts__form-input">
                                <input required name="email" id="email" type="email">
                                <label for="email" class="title_fz12">Ваша почта</label>
                            </div>

                            <div class="contacts__form-textarea">
                                <textarea name="message" id="message"></textarea>
                                <label for="text" class="title_fz12">Ваше сообщение</label>
                            </div>

                            <div class="contacts__form-captcha">
                                <div class="g-recaptcha" data-sitekey="6LdN6m4pAAAAAJF__ahXHRFOe1CJt12CxXBN5Yyh"></div>
                            </div>

                            <div class="contacts__form-triggers">
                                <button class="contacts__form-btn btn">Отправить сообщение</button>
                                <div class="contacts__form-policy">
                                    <input type="checkbox" id="privacyCheckbox" disabled required>
                                    <label for="privacyCheckbox">Я ознакомлен(а) с <a href="#" onclick="showPopup()">политикой конфиденциальности</a></label>
                                </div>
                            </div>
                        </form>
                    </div>
                </div>
            </div>
        </section>

        <article class="policy">
            <div class="popup-overlay" id="privacyOverlay" onclick="closePopup()">
                <div class="popup-content" onclick="event.stopPropagation()">
                    <span class="close-button menu__close" onclick="closePopup()">
                <svg width="20" height="20" viewBox="0 0 20 20" fill="none" xmlns="http://www.w3.org/2000/svg">
                    <path id="Close" d="M17.1568 14.5231L28.4489 3.23075C29.1837 2.49623 29.1837 1.30861 28.4489 0.574085C27.7144 -0.160437 26.5267 -0.160437 25.7922 0.574085L14.4998 11.8665L3.20781 0.574085C2.47295 -0.160437 1.28567 -0.160437 0.551149 0.574085C-0.183716 1.30861 -0.183716 2.49623 0.551149 3.23075L11.8432 14.5231L0.551149 25.8155C-0.183716 26.55 -0.183716 27.7376 0.551149 28.4721C0.917206 28.8385 1.39852 29.0226 1.87948 29.0226C2.36045 29.0226 2.84141 28.8385 3.20781 28.4721L14.4998 17.1798L25.7922 28.4721C26.1586 28.8385 26.6396 29.0226 27.1205 29.0226C27.6015 29.0226 28.0825 28.8385 28.4489 28.4721C29.1837 27.7376 29.1837 26.55 28.4489 25.8155L17.1568 14.5231Z" fill="black"></path>
                </svg>
                    </span>
                    <div class="container">
                        <!--                    <a class="policy__back" onclick="javascript:history.back(); return false;">Назад</a>-->
                        <div class="elementor-widget-container">
                            <h1 class="elementor-heading-title elementor-size-default">Политика
                                конфиденциальности</h1>
                        </div>
                        <div class="elementor-text-editor elementor-clearfix">
                            <h2><strong><span style="font-size: 16px;">Настоящая Политика
                                            конфиденциальности персональных данных (далее – Политика
                                            конфиденциальности) подготовлена во исполнение требований Закона
                                            Республики Беларусь от 7 мая 2021 г. № 99-3 «О защите
                                            персональных данных» (далее- Закон) и действует в отношении всей
                                            информации, которую сайты <a href="https://yakovlevdev.com" target="_blank"
                                                                         rel="noopener">www.yakovlevdev.com</a> и <a href="http://pulse.yakovlevdev.com"
                                                                                                                     target="_blank" rel="noopener">www.pulse.yakovlevdev.com</a> , могут получить
                                            о Пользователе во время использования сайтов.</span></strong>
                            </h2>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">1. ОПРЕДЕЛЕНИЕ
                                ТЕРМИНОВ</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>1.1.</strong>В настоящей Политике конфиденциальности используются
                                следующие термины:<br><strong>1.1.1.</strong>«Сайт» – сайты <a href="https://yakovlevdev.com"
                                                                                               target="_blank" rel="noopener">www.yakovlevdev.com</a> и <a
                                        href="http://www.pulse.yakovlevdev.com" target="_blank"
                                        rel="noopener">www.pulse.yakovlevdev.com</a><br><strong>1.1.2.</strong>&nbsp;«Администрация
                                Сайта» – уполномоченные сотрудники по управлению сайтом, действующие от
                                имени Республиканского Унитарного Предприятия «Белгослес», которые
                                организуют и (или) осуществляет обработку персональных данных, а также
                                определяет цели обработки персональных данных, состав персональных
                                данных, подлежащих обработке, действия (операции), совершаемые с
                                персональными данными.<br><strong>1.1.3.</strong>&nbsp;«Персональные
                                данные» — любая информация, относящаяся к прямо или косвенно
                                определенному или определяемому физическому лицу (субъекту персональных
                                данных).<br><strong>1.1.4.&nbsp;</strong>«Обработка персональных данных»
                                — любое действие (операция) или совокупность действий (операций),
                                совершаемых с использованием средств автоматизации или без использования
                                таких средств с персональными данными, включая сбор, запись,
                                систематизацию, накопление, хранение, уточнение (обновление, изменение),
                                извлечение, использование, передачу (распространение, предоставление,
                                доступ), обезличивание, блокирование, удаление, уничтожение персональных
                                данных.<br><strong>1.1.5.&nbsp;</strong>«Конфиденциальность персональных
                                данных» — обязательное для соблюдения Администрацией Сайта или иным
                                получившим доступ к персональным данным лицом требование не допускать их
                                распространения без согласия субъекта персональных данных или наличия
                                иного законного основания.<br><strong>1.1.6.</strong>&nbsp;«Пользователь
                                Сайта (далее Пользователь)» – лицо, имеющее доступ к Сайту, посредством
                                сети Интернет и использующее
                                Сайт.<br><strong>1.1.7.&nbsp;</strong>«Cookies» — небольшой фрагмент
                                данных, отправленный веб-сервером и хранимый на компьютере пользователя,
                                который веб-клиент или веб-браузер каждый раз пересылает веб-серверу в
                                HTTP-запросе при попытке открыть страницу соответствующего
                                сайта.<br><strong>1.1.8.</strong>&nbsp;«IP-адрес» — уникальный сетевой
                                адрес узла в компьютерной сети, построенной по протоколу IP.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">2. ОБЩИЕ ПОЛОЖЕНИЯ
                            </h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>2.1.</strong>Использование Пользователем Сайта означает согласие
                                с настоящей Политикой конфиденциальности и условиями обработки
                                персональных данных Пользователя.<br><strong>2.2.</strong>В случае
                                несогласия с условиями Политики конфиденциальности Пользователь должен
                                прекратить использование Сайта.<br><strong>2.3.</strong>&nbsp;Настоящая
                                Политика конфиденциальности применяется только к Сайту. Сайт не
                                контролирует и не несет ответственность за сайты третьих лиц, на которые
                                Пользователь может перейти по ссылкам, доступным на
                                Сайте.<br><strong>2.4.</strong>&nbsp;Администрация Сайта не проверяет
                                достоверность персональных данных, предоставляемых Пользователем Сайта.
                            </p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">3. ПРЕДМЕТ ПОЛИТИКИ
                                КОНФИДЕНЦИАЛЬНОСТИ</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>3.1.</strong>Настоящая Политика конфиденциальности устанавливает
                                обязательства Администрации Сайта по неразглашению и обеспечению режима
                                защиты конфиденциальности персональных данных, которые Пользователь
                                предоставляет по запросу Администрации Сайта при регистрации на Сайте
                                или при совершении иных действий посредством
                                Сайта.<br><strong>3.2.</strong>Персональные данные, разрешённые к
                                обработке в рамках настоящей Политики конфиденциальности,
                                предоставляются Пользователем путём заполнения формы электронного
                                обращения на странице «Контакты»,&nbsp; путём заполнения формы обратной
                                связи на странице «Отправка заявки в службу технической поддержки
                                ЕГАИС», путём отправки заявок на сайте технической поддержки <a
                                        href="http://www.pulse.yakovlevdev.com" target="_blank"
                                        rel="noopener">www.pulse.yakovlevdev.com</a> или совершения иных
                                действий на Сайте, и могут включать в себя следующую
                                информацию:<br><strong>3.2.1.</strong>&nbsp;фамилию, имя, отчество
                                Пользователя;<br><strong>3.2.2.</strong>&nbsp;контактный телефон
                                Пользователя;<br><strong>3.2.3.</strong>&nbsp;адрес электронной почты
                                (e-mail);<br><strong>3.2.4.&nbsp;</strong>юридический адрес
                                Пользователя, полное наименование юридического
                                лица;<br><strong>3.2.5.</strong> место жительства
                                Пользователя.<br><strong>3.3.</strong> Сайт защищает данные, которые
                                автоматически передаются при посещении страниц, на которых установлен
                                статистический скрипт системы («пиксель»):<br>—&nbsp;IP
                                адрес;<br>—&nbsp;информация из cookies;<br>—&nbsp;информация о браузере
                                (или иной программе, которая осуществляет доступ к показу
                                Сайта);<br>—&nbsp;время доступа;<br>—&nbsp;адрес
                                страницы;<br>—&nbsp;реферер (адрес предыдущей
                                страницы).<br><strong>3.3.1.&nbsp;</strong>Отключение cookies может
                                повлечь невозможность доступа к частям Сайта, требующим
                                авторизации.<br><strong>3.3.2.&nbsp;</strong>Сайт осуществляет сбор
                                статистики об IP-адресах своих посетителей. Данная информация
                                используется с целью выявления и решения технических
                                проблем.<br><strong>3.4.</strong> Любая иная персональная информация
                                неоговоренная выше (используемые браузеры и операционные системы и т.д.)
                                подлежит надежному хранению и нераспространению, за исключением случаев,
                                предусмотренных в <strong>п.п. 5.2. и 5.3.</strong> настоящей Политики
                                конфиденциальности.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">4. ЦЕЛИ СБОРА
                                ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ ПОЛЬЗОВАТЕЛЯ</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>4.1.</strong> Персональные данные Пользователя Администрация
                                Сайта может использовать в целях:<br><strong>4.1.1.</strong>
                                Идентификации Пользователя, зарегистрированного на
                                Сайте.<br><strong>4.1.2.</strong> Предоставления Пользователю доступа к
                                персонализированным ресурсам Сайта.<br><strong>4.1.3.</strong>
                                Установления с Пользователем обратной связи, включая направление
                                уведомлений, запросов, касающихся использования Сайта, оказания услуг,
                                обработка запросов и заявок от Пользователя.<br><strong>4.1.4.</strong>
                                Определения места нахождения Пользователя для обеспечения безопасности,
                                предотвращения мошенничества.<br><strong>4.1.5.</strong> Подтверждения
                                достоверности и полноты персональных данных, предоставленных
                                Пользователем.<br><strong>4.1.6.</strong> Предоставления Пользователю
                                эффективной клиентской и технической поддержки при возникновении проблем
                                связанных с использованием Сайта.<br><strong>4.1.7.</strong>
                                Предоставления Пользователю с его согласия, новостной рассылки и иных
                                сведений от имени Сайта.<br><strong>4.1.8.</strong> Осуществления
                                рекламной деятельности с согласия
                                Пользователя.<br><strong>4.1.9.</strong> Предоставления доступа
                                Пользователю на сайты или сервисы партнеров Сайта с целью получения
                                продуктов, обновлений и услуг.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">5. СПОСОБЫ И СРОКИ
                                ОБРАБОТКИ ПЕРСОНАЛЬНОЙ ИНФОРМАЦИИ</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>5.1.</strong>Обработка персональных данных Пользователя
                                осуществляется без ограничения срока, любым законным способом, в том
                                числе в информационных системах персональных данных с использованием
                                средств автоматизации или без использования таких
                                средств.<br><strong>5.2.</strong> Пользователь соглашается с тем, что
                                Администрация Сайта вправе передавать персональные данные третьим лицам,
                                в частности, курьерским службам, организациями почтовой связи,
                                операторам электросвязи, исключительно в целях выполнения заказа
                                Пользователя, оформленного на Сайте.<br><strong>5.3.</strong>
                                Персональные данные Пользователя могут быть переданы уполномоченным
                                органам государственной власти Республики Беларусь только по основаниям
                                и в порядке, установленным законодательством Республики
                                Беларусь.<br><strong>5.4.</strong> При утрате или разглашении
                                персональных данных Администрация сайта информирует Пользователя об
                                утрате или разглашении персональных данных.<br><strong>5.5.</strong>
                                Администрация сайта принимает необходимые организационные и технические
                                меры для защиты персональной информации Пользователя от неправомерного
                                или случайного доступа, уничтожения, изменения, блокирования,
                                копирования, распространения, а также от иных неправомерных действий
                                третьих лиц.<br><strong>5.6.</strong> Администрация сайта совместно с
                                Пользователем принимает все необходимые меры по предотвращению убытков
                                или иных отрицательных последствий, вызванных утратой или разглашением
                                персональных данных Пользователя.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">6. ОБЯЗАТЕЛЬСТВА
                                СТОРОН</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>6.1.</strong> Пользователь обязан:<br><strong>6.1.1.</strong>
                                Предоставить информацию о персональных данных, необходимую для
                                пользования Сайтом.<br><strong>6.1.2.</strong> Обновить, дополнить
                                предоставленную информацию о персональных данных в случае изменения
                                данной информации.<br><strong>6.2.</strong> Администрация сайта
                                обязана:<br><strong>6.2.1.</strong> Использовать полученную информацию
                                исключительно для целей, указанных в <strong>п.4</strong> настоящей
                                Политики конфиденциальности.<br><strong>6.2.2.</strong> Обеспечить
                                хранение конфиденциальной информации в тайне, не разглашать без
                                предварительного письменного разрешения Пользователя, а также не
                                осуществлять продажу, обмен, опубликование, либо разглашение иными
                                возможными способами переданных персональных данных Пользователя, за
                                исключением <strong>п.п. 5.2. и 5.3.</strong> настоящей Политики
                                Конфиденциальности.<br><strong>6.2.3.</strong> Принимать меры
                                предосторожности для защиты конфиденциальности персональных данных
                                Пользователя согласно порядку, обычно используемого для защиты такого
                                рода информации в существующем деловом
                                обороте.<br><strong>6.2.4.</strong> Осуществить блокирование
                                персональных данных, относящихся к соответствующему Пользователю, с
                                момента обращения или запроса Пользователя или его законного
                                представителя либо уполномоченного органа по защите прав субъектов
                                персональных данных на период проверки, в случае выявления недостоверных
                                персональных данных или неправомерных действий.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">7. ОТВЕТСТВЕННОСТЬ
                                СТОРОН</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>7.1.</strong> Администрация Сайта, не исполнившая свои
                                обязательства, несёт ответственность за убытки, понесённые Пользователем
                                в связи с неправомерным использованием персональных данных, в
                                соответствии с законодательством Республики Беларусь, за исключением
                                случаев, предусмотренных <strong>п.п. 5.2., 5.3. и 7.2.</strong>
                                настоящей Политики Конфиденциальности.<br><strong>7.2.</strong> В случае
                                утраты или разглашения Конфиденциальной информации Администрация Сайта
                                не несёт ответственность, если данная конфиденциальная
                                информация:<br><strong>7.2.1.</strong> Стала публичным достоянием до её
                                утраты или разглашения.<br><strong>7.2.2.</strong> Была получена от
                                третьей стороны до момента её получения Администрацией
                                Сайта.<br><strong>7.2.3.</strong> Была разглашена с согласия
                                Пользователя.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">8. РАЗРЕШЕНИЕ СПОРОВ
                            </h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>8.1.</strong> До обращения в суд с иском по спорам, возникающим
                                из отношений между Пользователем Сайта и Администрацией Сайта,
                                обязательным является предъявление претензии (письменного предложения о
                                добровольном урегулировании спора).<br><strong>8.2.</strong> Получатель
                                претензии в течение 30 календарных дней со дня получения претензии,
                                письменно уведомляет заявителя претензии о результатах рассмотрения
                                претензии.<br><strong>8.3.</strong> При не достижении соглашения спор
                                будет передан на рассмотрение в судебный орган в соответствии с
                                действующим законодательством Республики
                                Беларусь.<br><strong>8.4.</strong> К настоящей Политике
                                конфиденциальности и отношениям между Пользователем и Администрацией
                                Сайта применяется действующее законодательство Республики Беларусь.</p>
                        </div>

                        <div class="elementor-widget-container">
                            <h2 class="elementor-heading-title elementor-size-default">9. ДОПОЛНИТЕЛЬНЫЕ
                                УСЛОВИЯ</h2>
                        </div>

                        <div class="elementor-text-editor elementor-clearfix">
                            <p><strong>9.1.</strong> Администрация
                                Сайта вправе вносить изменения в
                                настоящую Политику
                                конфиденциальности без согласия
                                Пользователя.<br><strong>9.2.</strong>
                                Новая Политика конфиденциальности
                                вступает в силу с момента ее
                                размещения на Сайте, если иное не
                                предусмотрено новой редакцией
                                Политики
                                конфиденциальности.<br><strong>9.3.</strong>
                                Все предложения или вопросы по
                                настоящей Политике
                                конфиденциальности следует
                                направлять на электронный адрес
                                Администрации Сайта:
                                info@yakovlevdev.com<br><strong>9.4.</strong>
                                Действующая Политика
                                конфиденциальности размещена на
                                странице по адресу:&nbsp;<strong><a href="https://yakovlevdev.com/policy.html" target="_blank"
                                                                    rel="noopener">https://yakovlevdev.com/policy</a></strong>
                            </p>
                        </div>
                        <button class="policy-content-btn btn" onclick="scrollToTop()">Наверх</button>

                    </div>
                </div>
            </div>
        </article>


        <script src="js/script.js"></script>

    </body>

    </html>